export const filmsMockData = [
  {
    id: '92b8a2a7-ab6b-4fa9-915b-d27945865e39',
    rating: 8.1,
    director: 'Амелия Хьюз',
    tags: ['Рекомендуемые'],
    image: '/bg6s.jpg',
    cover: '/bg6c.jpg',
    title: 'Сон в летний день',
    about:
      'Фэнтези-фильм о группе друзей попавших в волшебный лес, где время остановилось.',
    description:
      'Причудливый фэнтези-фильм, действие которого происходит в волшебном лесу, где время остановилось. Группа друзей натыкается на это заколдованное царство и поначалу проникается беззаботным духом обитателей, но потом друзьям приходится разойтись. А как встретиться снова, если нет ни времени, ни места встречи?',
  },
  {
    id: '0354a762-8928-427f-81d7-1656f717f39c',
    rating: 9.5,
    director: 'Оливер Беннет',
    tags: ['Рекомендуемые'],
    image: '/bg4s.jpg',
    cover: '/bg4c.jpg',
    title: 'Парадокс Нексуса',
    about:
      'Фильм об эксперименте по соединению человеческих умов. Исследует вопросы неприкосновенности частной жизни, идентичности и самой природы человеческого сознания',
    description:
      'В фильме исследуются последствия новаторского эксперимента по соединению человеческих умов. По мере развития проекта участники сталкиваются с вопросами неприкосновенности частной жизни, идентичности и самой природы человеческого сознания.',
  },
];
